{
"FSA11":"Have all the significant risks and opportunities identified in the assessment been addressed?,Have you ensured the long-term viability of your business?",
"FSA12":"Have you identified and implemented all opportunities to increase the resilience of your business?",
"FSA15":"Have all permanent, temporary, and seasonal workers who handle or use fuel, fertilizers, pesticides, and other hazardous substances received effective instructions and training on their safe handling, use, and application?",
"FSA16":"Have all permanent, temporary, and seasonal workers who handle or use fuel, fertilizers, pesticides, and other hazardous substances been trained to respond in case of accidents or spills?",
"FSA19":"Do you or your service provider ensure that manufacturer guidelines or relevant legislation are followed for the calibration and maintenance of phytosanitary products and fertilizer application equipment?",
"FSA22":"Do you or your service provider make informed decisions regarding varietal selection, considering customer needs, climate, and socio-economic and environmental factors?",
"FSA23":"Do you or your service provider ensure that seed selection or propagation material is a) of high quality and b) sourced from reliable sources?",
"FSA27":"Do you consider the optimal planting density or spacing between plants according to your location and the chosen crop?",
"FSA28":"Do you or your service provider take measures to: - maintain vegetative cover?,- Do you or your service provider take measures to: - increase organic matter?,- Do you or your service provider take measures to: - protect and promote soil biodiversity?",
"FSA29":"Do you or your service provider take measures to avoid or minimize: - soil disturbance?,- Do you or your service provider take measures to avoid or minimize: - soil erosion caused by air and water?,- Do you or your service provider take measures to avoid or minimize: - soil compaction?",
"FSA31":"Do you use a mixed cropping or crop rotation system on your land (right source, right time, right place)?",
"FSA37":"Do you or your service provider safely manage fertilizers to avoid exposure and risk to people and the environment?",
"FSA39":"Do you or your service provider avoid the use of plant protection products included in the applicable international conventions, such as: a) The SAI Platform Red List of Plant Protection Products, b) The SAI Platform Amber List of Plant Protection Products?",
"FSA45":"Do all spray operators and handlers receive adequate and well-maintained personal protective equipment (PPE)?",
"FSA46":"Do you or your service provider handle plant protection products safely to avoid exposure and risk to people and the environment through: a) proper labeling, b) proper storage, c) proper mixing and handling?",
"FSA48":"Have you or your service provider implemented an IPM plan?",
"FSA49":"Is the use of phytosanitary products justified?",
"FSA58":"Do you keep a record of irrigation application?",
"FSA59":"Does it carry out an irrigation management plan that optimizes crop productivity and water use, based on: a) crop water requirements, b) water availability, c) irrigation equipment calibration and maintenance, or d) duration and frequency of application?",
"FSA72":"Have measures been adopted to prevent or mitigate air pollution, in accordance with relevant legislation and industry guidelines?",
"FSA75":"Do you measure and control all your sources of greenhouse gas (GHG) emissions?"
}